{
  "banners": [
    {
      "image": "/dappDetails/images/omiga/banner.jpg",
      "title": "Omiga",
      "project": {
        "name": "Omiga",
        "desc": "A decentralized inscription protocol on CKB, empowering fair minting and management of digital assets like MEMES, fueling cross-chain innovation and boosting Nervos Network's ecosystem."
      },
      "dappId": "omiga"
    },
    {
      "image": "/dappDetails/images/ickb/highlight.jpg",
      "title": "iCKB Protocol",
      "project": {
        "name": "iCKB",
        "desc": "A protocol that tokenizes NervosDAO deposits into liquid iCKB tokens. It addresses the ~30-day lockup of CKB in NervosDAO by allowing users to withdraw mature deposits from a shared pool, maintaining inflation protection while enabling flexible use in DeFi."
      },
      "dappId": "ickb"
    },
    {
      "image": "/dappDetails/images/utxoglobal/highlight.jpg",
      "title": "UTXO Global",
      "project": {
        "name": "UTXO Global Wallet",
        "desc": "A wallet for managing UTXO-based blockchain assets, built on Nervos CKB. It supports DeFi applications, integrates with the RGB++ protocol for asset management and trading, and is the first wallet available as both a Telegram integration and a Chrome extension."
      },
      "dappId": "utxoglobal"
    },
    {
      "image": "/dappDetails/images/catfusion/highlight.jpg",
      "title": "CAT Fusion",
      "project": {
        "name": "CAT Fusion",
        "desc": "The first Telegram-based hyper-casual game on the CKB, players battle bosses, upgrade their cat-themed digital assets, and compete on leaderboards to earn rewards, likely in the form of CKB tokens or NFTs."
      },
      "dappId": "catfusion"
    }
  ],
  "sparkGranted": [
    {
      "name": "Quantum Purse",
      "desc": "A pioneering anti-quantum wallet developed on the CKB blockchain",
      "amount": "700 USDT",
      "image": "/dappDetails/images/quantumpurse/banner.jpg",
      "link": "/quantumpurse",
      "tags": [
        {"name": "Wallet", "color": "#22c55e"}
      ]
    },
    {
      "name": "Wait Your Project",
      "desc": "",
      "image": "",
      "link": "",
      "placeholder": true
    },
    {
      "name": "Wait Your Project",
      "desc": "",
      "image": "",
      "link": "",
      "placeholder": true
    }
  ],
  "highlighted": [
    {
      "name": "NervDao",
      "desc": "NervDao is a dApp on Nervos CKB, streamlining Nervos DAO interaction. It supports wallets like MetaMask and JoyID for easy CKB deposits/withdrawals, offering rewards and dilution protection. Features include auto-compounded rewards, a one-month lockup, and plans for UI upgrades and NFT credentials.",
      "image": "/dappDetails/images/nervdao/highlight.jpg",
      "tinyImage": "/dappDetails/images/nervdao/logo.jpg",
      "link": "/nervdao"
    },
    {
      "name": "CKBull",
      "desc": "A non-custodial mobile wallet for Nervos Network (CKB), launched in July 2022 by Peersyst Technology. It supports managing CKB, bridged tokens via ForceBridge, NFTs, and Nervos DAO staking. Built on CKB’s secure Layer 1 and UTXO-based Cell model, it offers a customizable interface on Android and iOS, though some users report withdrawal issues",
      "image": "/dappDetails/images/ckbull/highlight.jpg",
      "tinyImage": "/dappDetails/images/ckbull/logo.png",
      "link": "/ckbull"
    },
    {
      "name": "Mobit",
      "desc": "An enigmatic protocol on CKB, transmutes the blockchain into a crucible of boundless transformation, where its alchemical essence empowers users to conjure unique digital artifacts.",
      "image": "/dappDetails/images/mobit/highlight.jpg",
      "tinyImage": "/dappDetails/images/mobit/logo.jpg",
      "link": "/mobit"
    }
  ],
  "premium": [
    {
      "name": "JoyID",
      "desc": "A luminous thread in the CKB tapestry, weaves a decentralized identity realm where users wield sovereign control over their digital essence across blockchain's boundless stage. Its elegant fusion of passkey authentication and cross-chain sensory perception empowers users.",
      "image": "/dappDetails/images/joyid/highlight.jpg",
      "link": "/joyid"
    },
    {
      "name": "Nervape",
      "desc": "A vibrant digital realm on the CKB blockchain, offers an extraordinary haven where creators conjure and trade digital treasures across chains, igniting a seamless alchemy of cross-chain artistry amidst CKB's ecosystem, creating a constellation of developers and artists in a harmonious digital tapestry.",
      "image": "/dappDetails/images/nervape/highlight.jpg",
      "link": "/nervape"
    },
    {
      "name": "DotBit",
      "desc": "A decentralized identity protocol on CKB, weaves a cross-chain tapestry of domain, user-friendly addresses, and secure management of digital identity and asset management across blockchains.",
      "image": "/dappDetails/images/dotbit/highlight.jpeg",
      "link": "/dotbit"
    },
    {
      "name": "Stable++",
      "desc": "A decentralized stablecoin protocol on CKB, crafts BUSD through over-collateralized BTC assets, enhancing stability and liquidity across the Bitcoin and RGB++ ecosystems.",
      "image": "/dappDetails/images/stablepp/highlight.jpg",
      "link": "/stablepp"
    },
    {
      "name": "VeriX",
      "desc": "A bot on CKB, empowers seamless trading and fair issuance, enriching Nervos Network's vibrant ecosystem.",
      "image": "/dappDetails/images/verix/logo.jpg",
      "link": "/verix"
    }
  ],
  "community": [
    {
      "name": "UTXO Swap",
      "desc": "UTXO Swap is a decentralized exchange built on Nervos CKB Layer 2, designed for seamless, intent-driven trading.",
      "image": "/dappDetails/images/utxoswap/logo.png",
      "link": "/utxoswap"
    },
    {
      "name": "imagiNation",
      "desc": "A marketplace on Nervos CKB, enabling fully on-chain asset creation, trading, and value capture, with plans to support RGB++.",
      "image": "/dappDetails/images/imagination/logo.jpg",
      "link": "/imagination"
    },
    {
      "name": "Philosopher's Stone",
      "desc": "An enigmatic protocol on CKB, transmutes the blockchain into a crucible of boundless transformation.",
      "image": "/dappDetails/images/philosopherstone/logo.jpg",
      "link": "/philosopherstone"
    },
    {
      "name": "JoyGift",
      "desc": "A heartfelt melody on the CKB, orchestrates a digital red envelope tradition, where users share personalized tales.",
      "image": "/dappDetails/images/joygift/logo.jpeg",
      "link": "/joygift"
    },
    {
      "name": "HueHub",
      "desc": "A decentralized exchange on CKB, empowers seamless trading and fair issuance, enriching Nervos Network's vibrant ecosystem.",
      "image": "/dappDetails/images/huehub/logo.jpeg",
      "link": "/huehub"
    }
  ]
} 
