{
  "banners": [
    {
      "image": "/dappDetails/images/omiga/banner.jpg",
      "title": "Omiga",
      "project": {
        "name": "Omiga",
        "desc": {
          "en": "A decentralized inscription protocol on CKB, empowering fair minting and management of digital assets like MEMES, fueling cross-chain innovation and boosting Nervos Network's ecosystem.",
          "ch": "基于 CKB 的去中心化铭文协议，支持 MEMES 等数字资产的公平铸造和管理，推动跨链创新并促进 Nervos 网络生态系统发展。"
        }
      },
      "dappId": "omiga"
    },
    {
      "image": "/dappDetails/images/ickb/highlight.jpg",
      "title": "iCKB Protocol",
      "project": {
        "name": "iCKB",
        "desc": {
          "en": "A protocol that tokenizes NervosDAO deposits into liquid iCKB tokens. It addresses the ~30-day lockup of CKB in NervosDAO by allowing users to withdraw mature deposits from a shared pool, maintaining inflation protection while enabling flexible use in DeFi.",
          "ch": "将 NervosDAO 存款代币化为流动性 iCKB 代币的协议。通过允许用户从共享池中提取成熟存款，解决了 CKB 在 NervosDAO 中约 30 天锁定期的问题，在保持通胀保护的同时实现 DeFi 中的灵活使用。"
        }
      },
      "dappId": "ickb"
    },
    {
      "image": "/dappDetails/images/utxoglobal/highlight.jpg",
      "title": "UTXO Global",
      "project": {
        "name": "UTXO Global Wallet",
        "desc": {
          "en": "A wallet for managing UTXO-based blockchain assets, built on Nervos CKB. It supports DeFi applications, integrates with the RGB++ protocol for asset management and trading, and is the first wallet available as both a Telegram integration and a Chrome extension.",
          "ch": "基于 Nervos CKB 构建的 UTXO 区块链资产管理钱包。支持 DeFi 应用，集成 RGB++ 协议进行资产管理和交易，是首个同时提供 Telegram 集成和 Chrome 扩展的钱包。"
        }
      },
      "dappId": "utxoglobal"
    },
    {
      "image": "/dappDetails/images/catfusion/highlight.jpg",
      "title": "CAT Fusion",
      "project": {
        "name": "CAT Fusion",
        "desc": {
          "en": "The first Telegram-based hyper-casual game on the CKB, players battle bosses, upgrade their cat-themed digital assets, and compete on leaderboards to earn rewards.",
          "ch": "CKB 上首个基于 Telegram 的超休闲游戏，玩家可以与 boss 战斗，升级猫主题数字资产，在排行榜上竞争获得奖励。"
        }
      },
      "dappId": "catfusion"
    }
  ],
  "sparkGranted": [
    {
      "name": "Quantum Purse",
      "desc": {
        "en": "A pioneering anti-quantum wallet developed on the CKB blockchain",
        "ch": "基于 CKB 区块链开发的开创性抗量子钱包"
      },
      "amount": "700 USDT",
      "image": "/dappDetails/images/quantumpurse/banner.jpg",
      "link": "/quantumpurse",
      "tags": [
        {"name": "Wallet", "color": "#22c55e"}
      ]
    },
    {
      "name": "Wait Your Project",
      "desc": "",
      "image": "",
      "link": "",
      "placeholder": true
    },
    {
      "name": "Wait Your Project",
      "desc": "",
      "image": "",
      "link": "",
      "placeholder": true
    }
  ],
  "highlighted": [
    {
      "name": "NervDao",
      "desc": {
        "en": "NervDao is a dApp on Nervos CKB, streamlining Nervos DAO interaction. It supports wallets like MetaMask and JoyID for easy CKB deposits/withdrawals, offering rewards and dilution protection. Features include auto-compounded rewards, a one-month lockup, and plans for UI upgrades and NFT credentials.",
        "ch": "NervDao 是 Nervos CKB 上的 dApp，简化 Nervos DAO 交互。支持 MetaMask 和 JoyID 等钱包，便于 CKB 存取款，提供奖励和稀释保护。功能包括自动复投奖励、一个月锁定期，以及 UI 升级和 NFT 凭证计划。"
      },
      "image": "/dappDetails/images/nervdao/highlight.jpg",
      "tinyImage": "/dappDetails/images/nervdao/logo.jpg",
      "link": "/nervdao"
    },
    {
      "name": "CKBull",
      "desc": {
        "en": "A non-custodial mobile wallet for Nervos Network (CKB), launched in July 2022 by Peersyst Technology. It supports managing CKB, bridged tokens via ForceBridge, NFTs, and Nervos DAO staking. Built on CKB's secure Layer 1 and UTXO-based Cell model, it offers a customizable interface on Android and iOS.",
        "ch": "由 Peersyst Technology 于 2022 年 7 月推出的 Nervos 网络 (CKB) 非托管移动钱包。支持管理 CKB、通过 ForceBridge 桥接的代币、NFT 和 Nervos DAO 质押。基于 CKB 安全的第一层和基于 UTXO 的 Cell 模型构建，在 Android 和 iOS 上提供可定制界面。"
      },
      "image": "/dappDetails/images/ckbull/highlight.jpg",
      "tinyImage": "/dappDetails/images/ckbull/logo.png",
      "link": "/ckbull"
    },
    {
      "name": "Mobit",
      "desc": {
        "en": "Mobit is a decentralized wallet interface on Nervos Network (CKB) for secure Bitcoin-CKB asset transfers via RGB++ Leap. Built on CKB’s Layer 1, it uses JoyID for passwordless BTC, ETH, and CKB management. Launched in July 2024, it simplifies cross-chain DeFi.",
        "ch": "Mobit 是 Nervos 网络（CKB）上的去中心化钱包接口，通过 RGB++ Leap 协议实现比特币与 CKB 的安全资产转移。基于 CKB 的第一层构建，采用 JoyID 实现无密码管理 BTC、ETH 和 CKB。2024 年 7 月推出，简化跨链 DeFi。"
      },
      "image": "/dappDetails/images/mobit/highlight.jpg",
      "tinyImage": "/dappDetails/images/mobit/logo.jpg",
      "link": "/mobit"
    }
  ],
  "premium": [
    {
      "name": "JoyID",
      "desc": {
        "en": "JoyID is a user-friendly, secure crypto wallet protocol built on the FIDO WebAuthn standard and Nervos CKB blockchain. It eliminates passwords and seed phrases, offering a seamless, passwordless wallet for managing assets across major blockchains like Bitcoin, Ethereum, and Solana, promoting Web3 adoption.",
        "ch": "JoyID 是一个基于 FIDO WebAuthn 标准和 Nervos CKB 区块链构建的简单、安全的加密钱包协议。它无需密码或助记词，支持比特币、以太坊、Solana 等主要区块链的资产管理，通过直观的界面促进 Web3 的普及。"
      },
      "image": "/dappDetails/images/joyid/highlight.jpg",
      "link": "/joyid"
    },
    {
      "name": "Nervape",
      "desc": {
        "en": "Nervape is a multi-chain platform in the Nervos CKB ecosystem for customizable 3D NFTs (DOBs) on Bitcoin and CKB. It enables users to create, modify, and transfer assets across chains, boosting community storytelling, metaverse integration, and NFT use cases in trading, gaming, and DeFi for ecosystem growth.",
        "ch": "Nervape 是 Nervos CKB 生态系统中的多链平台，支持比特币和 CKB 上的可定制 3D NFT（DOB）。它允许用户跨链创建、修改和转移资产，促进社区叙事、元宇宙整合及 NFT 在交易、游戏和 DeFi 中的应用，推动生态系统发展。"
      },
      "image": "/dappDetails/images/nervape/highlight.jpg",
      "link": "/nervape"
    },
    {
      "name": "DotBit",
      "desc": {
        "en": "DotBit is a decentralized identity protocol on Nervos CKB, offering .bit names (e.g., imac.bit) for cross-chain account management. It supports blockchains like Bitcoin and Ethereum, enabling crypto transfers and identity verification. More interoperable than DNS or ENS, it simplifies account registration and trading for Web3.",
        "ch": "DotBit 是 Nervos CKB 上的去中心化身份协议，提供 .bit 命名（例如 imac.bit）用于跨链账户管理。它支持比特币、以太坊等区块链，用于加密货币转账和身份验证。比 DNS 或 ENS 更具互操作性，简化 Web3 的账户注册和交易。"
      },
      "image": "/dappDetails/images/dotbit/highlight.jpeg",
      "link": "/dotbit"
    },
    {
      "name": "Stable++",
      "desc": {
        "en": "A decentralized stablecoin protocol on CKB, crafts BUSD through over-collateralized BTC assets, enhancing stability and liquidity across the Bitcoin and RGB++ ecosystems.",
        "ch": "CKB 上的去中心化稳定币协议，通过超额抵押 BTC 资产制造 BUSD，增强比特币和 RGB++ 生态系统的稳定性和流动性。"
      },
      "image": "/dappDetails/images/stablepp/highlight.jpg",
      "link": "/stablepp"
    },
    {
      "name": "VeriX",
      "desc": {
        "en": "A Telegram bot for CKB community management, enabling group admins to set entry requirements based on CKB, xUDT, and DOB asset holdings, ensuring secure and exclusive communities within the Nervos ecosystem.",
        "ch": "CKB 社区管理的 Telegram 机器人，使群组管理员能够基于 CKB、xUDT 和 DOB 资产持有量设置准入要求，确保 Nervos 生态系统内安全和专属的社区。"
      },
      "image": "/dappDetails/images/verix/logo.jpg",
      "link": "/verix"
    }
  ],
  "community": [
    {
      "name": "UTXO Swap",
      "desc": {
        "en": "A decentralized exchange built on Nervos CKB Layer 2, designed for seamless, intent-driven trading.",
        "ch": "基于 Nervos CKB 第二层构建的去中心化交易所，专为无缝、意图驱动的交易而设计。"
      },
      "image": "/dappDetails/images/utxoswap/logo.png",
      "link": "/utxoswap"
    },
    {
      "name": "imagiNation",
      "desc": {
        "en": "A marketplace on Nervos CKB, enabling fully on-chain asset creation, trading, and value capture, with plans to support RGB++.",
        "ch": "Nervos CKB 上的市场，支持完全链上资产创建、交易和价值捕获，计划支持 RGB++。"
      },
      "image": "/dappDetails/images/imagination/logo.jpg",
      "link": "/imagination"
    },
    {
      "name": "Philosopher's Stone",
      "desc": {
        "en": "A decentralized NFT blind box project on Nervos CKB, using RGB++ protocol. It offers random-rarity NFT mystery boxes for minting, trading, and gamified fun, built on CKB's secure Layer 1.",
        "ch": "Nervos CKB 上的去中心化 NFT 盲盒项目，使用 RGB++ 协议。提供随机稀有度的 NFT 盲盒，支持铸造、交易和游戏化乐趣，基于 CKB 安全的 Layer 1 构建。"
      },
      "image": "/dappDetails/images/philosopherstone/logo.jpg",
      "link": "/philosopherstone"
    },
    {
      "name": "JoyGift",
      "desc": {
        "en": "A decentralized NFT gifting platform on Nervos CKB, using RGB++ for secure Bitcoin interactions. Users can create, trade, and gift NFTs, enhancing engagement on CKB's Layer 1.",
        "ch": "Nervos CKB 上的去中心化 NFT 赠送平台，使用 RGB++ 协议实现与比特币生态的安全交互。用户可创建、交易和赠送 NFT，在 CKB 的 Layer 1 上提升参与度。"
      },
      "image": "/dappDetails/images/joygift/logo.jpeg",
      "link": "/joygift"
    },
    {
      "name": "HueHub",
      "desc": {
        "en": "A decentralized exchange on CKB, empowers seamless trading and fair issuance, enriching Nervos Network's vibrant ecosystem.",
        "ch": "CKB 上的去中心化交易所，支持无缝交易和公平发行，丰富 Nervos 网络的活力生态系统。"
      },
      "image": "/dappDetails/images/huehub/logo.jpeg",
      "link": "/huehub"
    }
  ]
} 
